{"Black Eye Galaxy(M64)":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=21.6844444444444,12.9452777777778,0.21962449754760,-1.9006635554218,0","Distance":"24 Mly","Size":null,"Notes":"This is a spiral galaxy with thick dust that blocks out starlight. It is strange because the dust orbits in the opposite direction of the stars.","Category":"Galaxies","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/c4\/Blackeyegalaxy.jpg"],"captions":["<p>This image of <a href=\"https:\/\/en.wikipedia.org\/wiki\/Messier_64\" class=\"extiw\" title=\"en:Messier 64\">Messier 64<\/a> (M64) was taken with <a href=\"https:\/\/en.wikipedia.org\/wiki\/Hubble_Space_Telescope\" class=\"extiw\" title=\"en:Hubble Space Telescope\">Hubble<\/a>'s <a href=\"https:\/\/en.wikipedia.org\/wiki\/Wide_Field_Planetary_Camera_2\" class=\"extiw\" title=\"en:Wide Field Planetary Camera 2\">Wide Field Planetary Camera 2<\/a> (WFPC2). The color image is a composite prepared by the Hubble Heritage Team from pictures taken through four different color filters. These filters isolate blue and near-infrared light, along with red light emitted by <a href=\"https:\/\/en.wikipedia.org\/wiki\/hydrogen\" class=\"extiw\" title=\"en:hydrogen\">hydrogen<\/a> atoms and green light from <a href=\"https:\/\/en.wikipedia.org\/wiki\/Str%C3%B6mgren_photometric_system\" class=\"extiw\" title=\"en:Strömgren photometric system\">Strömgren y<\/a>.\n<\/p>\n<p>M64 has a spectacular dark band of absorbing dust in front of the galaxy's bright nucleus, giving rise to its nicknames of the <i>Black Eye<\/i> or <i>Evil Eye<\/i> galaxy.\n<\/p>\n<p>At first glance, M64 appears to be a fairly normal pinwheel-shaped <a href=\"https:\/\/en.wikipedia.org\/wiki\/spiral_galaxy\" class=\"extiw\" title=\"en:spiral galaxy\">spiral galaxy<\/a>. As in the majority of galaxies, all of the stars in M64 are rotating in the same direction, clockwise as seen in the Hubble image. However, detailed studies in the 1990's led to the remarkable discovery that the <a href=\"https:\/\/en.wikipedia.org\/wiki\/interstellar_gas\" class=\"extiw\" title=\"en:interstellar gas\">interstellar gas<\/a> in the outer regions of M64 rotates in the opposite direction from the gas and stars in the inner regions.\n<\/p>\n<p>Active formation of new stars is occurring in the shear region where the oppositely rotating gases collide, are compressed, and contract. Particularly noticeable in the image are hot, blue young stars that have just formed, along with pink clouds of glowing hydrogen gas that fluoresce when exposed to ultraviolet light from newly formed stars.\n<\/p>\n<p>Astronomers believe that the oppositely rotating gas arose when M64 absorbed a satellite galaxy that collided with it, perhaps more than one billion years ago. This small galaxy has now been almost completely destroyed, but signs of the collision persist in the backward motion of gas at the outer edge of M64.\n<\/p>"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Black_Eye_Galaxy"}}