{"Cartwheel":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=-33.71638888888889,0.6280833333333333,0.15,0,0","Distance":"500 Mly","Size":"150,000 ly","Notes":"This is a lenticular galaxy & ring galaxy about 2.9\u00964.8 × 109 solar masses, & rotates at 217 km\/s. It was discovered by Fritz Zwicky in 1941. It shows non-thermal radio & optical spokes, but they are not the same spokes. It was once a normal spiral galaxy before it apparently underwent a head-on collision with a smaller companion approximately 200 million years prior to the image.","Category":"Galaxies","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/2\/26\/Cartwheel_Galaxy.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/8d\/5_Panel_Cartwheel_Image.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/b1\/Cartwheel.galaxy.arp.750pix.jpg"],"captions":["An image of the Cartwheel Galaxy taken with the NASA\/ESA Hubble Space Telescope has been reprocessed using the latest techniques to mark the closure of the Space Telescope European Coordination Facility (ST-ECF), based near Munich in Germany, and to celebrate its achievements in supporting Hubble science in Europe over the past 26 years.\n<p>Astronomer Bob Fosbury, who is stepping down as Head of the ST-ECF, was responsible for much of the early research into the Cartwheel Galaxy along with the late Tim Hawarden — including giving the object its very apposite name — and so this image was selected as a fitting tribute. The object was first spotted on wide-field images from the UK Schmidt telescope and then studied in detail using the Anglo-Australian Telescope.\n<\/p>\n<p>Lying about 500 million light-years away in the constellation of Sculptor, the cartwheel shape of this galaxy is the result of a violent galactic collision. A smaller galaxy has passed right through a large disc galaxy and produced shock waves that swept up gas and dust — much like the ripples produced when a stone is dropped into a lake — and sparked regions of intense star formation (appearing blue). The outermost ring of the galaxy, which is 1.5 times the size of our Milky Way, marks the shock wave’s leading edge. This object is one of the most dramatic examples of the small class of ring galaxies.\n<\/p>\n<p>This image was produced after Hubble data was reprocessed using the free open source software FITS Liberator 3, which was developed at the ST-ECF. Careful use of this widely used state-of-the-art tool on the original Hubble observations of the Cartwheel Galaxy has brought out more detail in the image than ever before.\n<\/p>\nAlthough the ST-ECF is closing, ESA’s mission to bring amazing Hubble discoveries to the public will be unaffected, with Hubblecasts, press and photo releases, and Hubble Pictures of the Week continuing to be regularly posted on spacetelescope.org","The Cartwheel galaxy in different light spectra (X-ray, ultraviolet, visible, and infrared). The image combines data from four different space-based observatories: the Chandra X-ray Observatory (purple), the Galaxy Evolution Explorer (ultraviolet\/blue), the Hubble Space Telescope (visible\/green), and the Spitzer Space Telescope (infrared\/red). Image is 160 arcsec across. RA <template><title>RA<\/title><part><name index=\"1\"\/><value>00<\/value><\/part><part><name index=\"2\"\/><value>37<\/value><\/part><part><name index=\"3\"\/><value>41.10<\/value><\/part><\/template> Dec <template><title>Dec<\/title><part><name index=\"1\"\/><value>-33<\/value><\/part><part><name index=\"2\"\/><value>42<\/value><\/part><part><name index=\"3\"\/><value>58.80<\/value><\/part><\/template> in Sculptor. Credit: NASA\/JPL\/Caltech\/P.Appleton et al. X-ray: NASA\/CXC\/A.Wolter &amp; G.Trinchieri et al.","A spectacular head-on collision between two galaxies is seen in this NASA Hubble Space Telescope true-color image of the Cartwheel Galaxy."],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Cartwheel_Galaxy"}}