{"Cigar Galaxy (M82)":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=69.6838888888889,9.92944444444444,1.15360491032996,0,0","Distance":"11.5 Mly","Size":null,"Notes":"This is a starburst galaxy that produces new, hot stars at a very high rate. It is about 5 times brighter than the Milky Way.","Category":"Galaxies","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/ce\/M82_HST_ACS_2006-14-a-large_web.jpg"],"captions":["<p>To celebrate the Hubble Space Telescope's 16 years of success, the two space agencies involved in the project, NASA and the European Space Agency (ESA), are releasing this image of the magnificent starburst galaxy, Messier 82 (M82). This mosaic image is the sharpest wide-angle view ever obtained of M82. The galaxy is remarkable for its bright blue disk, webs of shredded clouds, and fiery-looking plumes of glowing hydrogen blasting out of its central regions.\n<\/p>\n<p>Throughout the galaxy's center, young stars are being born 10 times faster than they are inside our entire Milky Way Galaxy. The resulting huge concentration of young stars carved into the gas and dust at the galaxy's center. The fierce galactic superwind generated from these stars compresses enough gas to make millions of more stars.\n<\/p>\n<p>In M82, young stars are crammed into tiny but massive star clusters. These, in turn, congregate by the dozens to make the bright patches, or \"starburst clumps,\" in the central parts of M82. The clusters in the clumps can only be distinguished in the sharp Hubble images. Most of the pale, white objects sprinkled around the body of M82 that look like fuzzy stars are actually individual star clusters about 20 light-years across and contain up to a million stars.\n<\/p>\n<p>The rapid rate of star formation in this galaxy eventually will be self-limiting. When star formation becomes too vigorous, it will consume or destroy the material needed to make more stars. The starburst then will subside, probably in a few tens of millions of years.\n<\/p>\n<p>Located 12 million light-years away, M82 appears high in the northern spring sky in the direction of the constellation Ursa Major, the Great Bear. It is also called the \"Cigar Galaxy\" because of the elliptical shape produced by the oblique tilt of its starry disk relative to our line of sight.\n<\/p>\n<p>The observation was made in March 2006, with the Advanced Camera for Surveys' Wide Field Channel. Astronomers assembled this six-image composite mosaic by combining exposures taken with four colored filters that capture starlight from visible and infrared wavelengths as well as the light from the glowing hydrogen filaments.\n<\/p>"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Messier_82"}}