{"CL0024+17":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=17.16194444444444,0.4430555555555555,1,0,0","Distance":null,"Size":null,"Notes":"CL0024+17 is a cluster of galaxies located in Pisces. The blue streaks near the center of the image are the smeared images of very distant galaxies that are not part of the cluster. The distant galaxies appear distorted because their light is being bent and magnified by the powerful gravity of Cl 0024+17, an effect called gravitational lensing, which is allowing astronomers to probe the distribution of dark matter in space. While mapping the dark matter in this cluster, astronomers found a dark-matter ring near the cluster's center. The ring's discovery is among the strongest evidence that dark matter exists.","Category":"Galaxy Clusters","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/d\/d2\/CL0024%2B17opt.jpg"],"captions":["<p>This rich <a href=\"https:\/\/en.wikipedia.org\/wiki\/galaxy_cluster\" class=\"extiw\" title=\"en:galaxy cluster\">galaxy cluster<\/a>, catalogued as <a href=\"https:\/\/en.wikipedia.org\/wiki\/CL0024%2B17\" class=\"extiw\" title=\"en:CL0024+17\">CL0024+17<\/a>, is allowing astronomers to probe the distribution of <a href=\"https:\/\/en.wikipedia.org\/wiki\/dark_matter\" class=\"extiw\" title=\"en:dark matter\">dark matter<\/a> in space. The blue streaks near the center of the image are the smeared images of very distant galaxies that are not part of the cluster. The distant galaxies appear distorted because their light is being bent and magnified by the powerful gravity of CL0024+17, an effect called <a href=\"https:\/\/en.wikipedia.org\/wiki\/gravitational_lensing\" class=\"extiw\" title=\"en:gravitational lensing\">gravitational lensing<\/a>.\n<\/p>\n<p>Dark matter cannot be seen because it does not shine or reflect light. Astronomers can only detect its influence by how its gravity affects light. By mapping the distorted light created by gravitational lensing, astronomers can trace how dark matter is distributed in the cluster. While mapping the dark matter, astronomers found a dark-matter ring near the cluster's center. The ring's discovery is among the strongest evidence that dark matter exists.\n<\/p>\n<p>The <a href=\"https:\/\/en.wikipedia.org\/wiki\/Hubble_Space_Telescope\" class=\"extiw\" title=\"en:Hubble Space Telescope\">Hubble<\/a> observations were taken in November 2004 by the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Advanced_Camera_for_Surveys\" class=\"extiw\" title=\"en:Advanced Camera for Surveys\">Advanced Camera for Surveys<\/a>.\n<\/p>"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/CL0024%2B17"}}