{"Crab Nebula(M1)":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=22.016667,5.575,1,0,0","Distance":"6.5 kly","Size":null,"Notes":"The Crab Nebula is a Supernova remnant. The Supernova that produced the Crab Nebula was observed by astronomers across the world in 1054. It is expanding at 1500 km\/s.","Category":"Nebulae","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/00\/Crab_Nebula.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/a\/ad\/A_whole_new_view_of_the_Crab_Nebula.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/c9\/Chandra-crab.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/9\/96\/Changes_in_the_Crab_Nebula.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/5\/59\/Filaments_in_the_Crab_Nebula.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/78\/M1rosse.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/e5\/Titan_transits_Crab_Nebula_2003.jpg"],"captions":["This is a mosaic image, one of the largest ever taken by NASA's Hubble Space Telescope of the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Crab_Nebula\" class=\"extiw\" title=\"w:Crab Nebula\">Crab Nebula<\/a>, a six-light-year-wide expanding remnant of a star's supernova explosion. Japanese and Chinese astronomers recorded this violent event nearly 1,000 years ago in 1054, as did, almost certainly, Native Americans.\n<p>The orange filaments are the tattered remains of the star and consist mostly of hydrogen. The rapidly spinning neutron star embedded in the center of the nebula is the dynamo powering the nebula's eerie interior bluish glow. The blue light comes from electrons whirling at nearly the speed of light around magnetic field lines from the neutron star. The neutron star, like a lighthouse, ejects twin beams of radiation that appear to pulse 30 times a second due to the neutron star's rotation. A neutron star is the crushed ultra-dense core of the exploded star.\n<\/p>\n<p>The Crab Nebula derived its name from its appearance in a drawing made by Irish astronomer Lord Rosse in 1844, using a 36-inch telescope. When viewed by Hubble, as well as by large ground-based telescopes such as the European Southern Observatory's Very Large Telescope, the Crab Nebula takes on a more detailed appearance that yields clues into the spectacular demise of a star, 6,500 light-years away.\n<\/p>\nThe newly composed image was assembled from 24 individual Wide Field and Planetary Camera 2 exposures taken in October 1999, January 2000, and December 2000. The colors in the image indicate the different elements that were expelled during the explosion. Blue in the filaments in the outer part of the nebula represents neutral oxygen, green is singly-ionized sulfur, and red indicates doubly-ionized oxygen.","The nebula is seen in the visible spectrum at 550&amp;nbsp;nm (green light).","Image combining optical data from Hubble (in red) and X-ray images from Chandra X-ray Observatory (in blue).","This sequence of Hubble images shows features in the inner Crab Nebula changing over a period of four months.","Hubble image of a small region of the Crab Nebula, showing Rayleigh–Taylor instabilities in its intricate filamentary structure.","Reproduction of the first depiction of the nebula by Lord Rosse (1844) (colour-inverted to appear white-on-black)","Chandra image showing Saturn's moon Titan transiting the nebula."],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Crab_Nebula"}}