{"Elephant's Trunk Nebula":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=57.4702777777778,21.6008333333333,1.79509597240965,1.3226105071613,0","Distance":"2.4 kly","Size":null,"Notes":"The Elephant's Trunk Nebula is made of dust and hot gas within a cluster of stars. New stars are believed to be forming here.","Category":"Nebulae","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/9\/90\/54345main_ic1396_highres.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/60\/Elephant_Trunk_Nebula_in_H-alpha.jpg"],"captions":["This NASA Spitzer Space Telescope image reveals a glowing stellar nursery embedded within the Elephant's Trunk Nebula, an elongated dark globule within the emission nebula IC 1396 in the constellation of Cepheus. Located at a distance of 2,450 light-years, the globule is a condensation of dense gas that is barely surviving the strong ionizing radiation from a nearby massive star. The globule is being compressed by the surrounding ionized gas.\n<p>The Spitzer Space Telescope pierces through the obscuration to reveal the birth of new protostars, or embryonic stars, and previously unseen young stars. The infrared image was obtained by Spitzer's infrared array camera and is a four-color composite of invisible light, showing emissions from wavelengths of 3.6 microns (blue), 4.5 microns (green), 5.8 microns (orange) and 8.0 microns (red). The filamentary appearance of the globule results from the sculpting effects of competing physical processes. The winds from a massive star, located to the left of the image, produce a dense circular rim comprising the 'head' of the globule and a swept-back tail of gas.\n<\/p>\nA pair of young stars (LkHa 349 and LkHa 349c) that formed from the dense gas has cleared a spherical cavity within the globule head. While one of these stars is significantly fainter than the other in visible-light images, they are of comparable brightness in the infrared Spitzer image. This implies the presence of a thick and dusty disc around LkHa 349c. Such circumstellar discs are the precursors of planetary systems. They are much thicker in the early stages of stellar formation when the placental planet-forming material (gas and dust) is still present.","Elephant Trunk Nebula captured in Hydrogen alpha using a 102mm telescope"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Elephant%27s_Trunk_Nebula"}}