{"ESO 510-G13":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=-26.7786111111111,13.9177777777778,0.201488308219046,0.700575161750524,0","Distance":"150 Mly","Size":null,"Notes":"This is a disk shaped galaxy, known as a spiral galaxy, viewed from its side. Its disk is not straight, but warped likely due to gravitational interactions with another galaxy in the past.","Category":"Galaxies","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/06\/Warped_galaxy.jpg"],"captions":["<p>NASA's <a href=\"https:\/\/en.wikipedia.org\/wiki\/Hubble_Space_Telescope\" class=\"extiw\" title=\"en:Hubble Space Telescope\">Hubble Space Telescope<\/a> has captured an image of an unusual edge-on galaxy, <a href=\"https:\/\/en.wikipedia.org\/wiki\/ESO_510-G13\" class=\"extiw\" title=\"en:ESO 510-G13\">ESO 510-G13<\/a>, revealing remarkable details of its warped dusty disk and showing how colliding galaxies spawn the formation of new generations of stars.\n<\/p>\n<p>The dust and spiral arms of normal <a href=\"https:\/\/en.wikipedia.org\/wiki\/spiral_galaxies\" class=\"extiw\" title=\"en:spiral galaxies\">spiral galaxies<\/a>, like our own <a href=\"https:\/\/en.wikipedia.org\/wiki\/Milky_Way\" class=\"extiw\" title=\"en:Milky Way\">Milky Way<\/a>, appear flat when viewed edge-on. This image shows a galaxy that, by contrast, has an unusual twisted disk structure, first seen in ground-based photographs obtained at the <a href=\"https:\/\/en.wikipedia.org\/wiki\/European_Southern_Observatory\" class=\"extiw\" title=\"en:European Southern Observatory\">European Southern Observatory<\/a> (ESO) in Chile. ESO 510-G13 lies in the southern constellation <a href=\"https:\/\/en.wikipedia.org\/wiki\/Hydra\" class=\"extiw\" title=\"en:Hydra\">Hydra<\/a>, roughly 150 million light-years from Earth.\n<\/p>\n<p>Details of the structure of ESO 510-G13 are visible because the interstellar dust clouds that trace its disk are silhouetted from behind by light from the galaxy's bright, smooth central bulge.\n<\/p>\n<p>The strong warping of the disk indicates that ESO 510-G13 has recently undergone a collision with a nearby galaxy and is in the process of swallowing it. Gravitational forces distort the structures of the galaxies as their stars, gas, and dust merge together in a process that takes millions of years. Eventually the disturbances will die out, and ESO 510-G13 will become a normal-appearing single galaxy.\n<\/p>\n<p>In the outer regions of ESO 510-G13, especially on the right-hand side of the image, we see that the twisted disk contains not only dark dust, but also bright clouds of blue stars. This shows that hot, young stars are being formed in the disk. Astronomers believe that the formation of new stars may be triggered by collisions between galaxies, as their interstellar clouds smash together and are compressed.\n<\/p>\n<p>Hubble's <a href=\"https:\/\/en.wikipedia.org\/wiki\/Wide_Field_Planetary_Camera_2\" class=\"extiw\" title=\"en:Wide Field Planetary Camera 2\">Wide Field Planetary Camera 2<\/a> (WFPC2) was used to observe ESO 510-G13 in April 2001. Pictures obtained through blue, green, and red filters were combined to make this color-composite image, which emphasizes the contrast between the dusty spiral arms, the bright bulge, and the blue star-forming regions.\n<\/p>"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/ESO_510-G13"}}