{"Helix Nebula":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=-20.837111111111,22.494041666667,2.5,0,0","Distance":"695 ly (213 pc)","Size":"2.5 ly","Notes":"The Helix Nebula is a large planetary nebula located in the constellation Aquarius. It has sometimes been referred to as the \"Eye of God\" in pop culture. Gases from the star in the surrounding space appear, from our vantage point, as if we are looking down a helix structure. The remnant central stellar core, known as a planetary nebula nucleus or PNN, is destined to become a white dwarf star. The observed glow of the central star is so energetic that it causes the previously expelled gases to brightly fluoresce. Currently, the age is estimated to be 10,600 years (+2,300 or _1,200), based solely upon a measured expansion rate of 31 km\/s.","Category":"Nebulae","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/7f\/Comets_Kick_up_Dust_in_Helix_Nebula_%28PIA09178%29.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/64\/Close-Up_of_the_Helix_Nebula.jpg"],"captions":["This infrared image from NASA's Spitzer Space Telescope shows the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Helix_Nebula\" class=\"extiw\" title=\"w:Helix Nebula\">Helix Nebula<\/a>, a cosmic starlet often photographed by amateur astronomers for its vivid colors and eerie resemblance to a giant eye.\n<p>The nebula, located about 700 light-years away in the constellation Aquarius, belongs to a class of objects called planetary nebulae. Discovered in the 18th century, these colorful beauties were named for their resemblance to gas-giant planets like Jupiter.\n<\/p>\n<p>Planetary nebulae are the remains of stars that once looked a lot like our sun. When sun-like stars die, they puff out their outer gaseous layers. These layers are heated by the hot core of the dead star, called a white dwarf, and shine with infrared and visible colors. Our own sun will blossom into a planetary nebula when it dies in about five billion years.\n<\/p>\n<p>In Spitzer's infrared view of the Helix nebula, the eye looks more like that of a green monster's. Infrared light from the outer gaseous layers is represented in blues and greens. The white dwarf is visible as a tiny white dot in the center of the picture. The red color in the middle of the eye denotes the final layers of gas blown out when the star died.\n<\/p>\n<p>The brighter red circle in the very center is the glow of a dusty disk circling the white dwarf (the disk itself is too small to be resolved). This dust, discovered by Spitzer's infrared heat-seeking vision, was most likely kicked up by comets that survived the death of their star. Before the star died, its comets and possibly planets would have orbited the star in an orderly fashion. But when the star blew off its outer layers, the icy bodies and outer planets would have been tossed about and into each other, resulting in an ongoing cosmic dust storm. Any inner planets in the system would have burned up or been swallowed as their dying star expanded.\n<\/p>\n<p>So far, the Helix nebula is one of only a few dead-star systems in which evidence for comet survivors has been found.\n<\/p>\nThis image is made up of data from Spitzer's infrared array camera and multiband imaging photometer. Blue shows infrared light of 3.6 to 4.5 microns; green shows infrared light of 5.8 to 8 microns; and red shows infrared light of 24 microns.","A closer view of knots in the nebula"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Helix_Nebula"}}