{"Hoag's Object":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=21.5852777777778,15.2875,0.120531547960043,0,0","Distance":"600 Mly","Size":"121 kly","Notes":"This is a ring galaxy, characterized by it's blue ring and central yellow bulge. It is not a typical shape for a galaxy and its structure is a mystery for astronomers.","Category":"Galaxies","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/d\/da\/Hoag%27s_object.jpg"],"captions":["A nearly perfect ring of hot, blue stars pinwheels about the yellow nucleus of an unusual <a href=\"https:\/\/en.wikipedia.org\/wiki\/ring_galaxy\" class=\"extiw\" title=\"w:ring galaxy\">ring galaxy<\/a> known as <a href=\"https:\/\/en.wikipedia.org\/wiki\/Hoag%27s_Object\" class=\"extiw\" title=\"w:Hoag's Object\">Hoag's Object<\/a>. This image from NASA's Hubble Space Telescope captures a face-on view of the galaxy's ring of stars, revealing more detail than any existing photo of this object. The image may help astronomers unravel clues on how such strange objects form.\n<p>The entire galaxy is about 120,000 light-years wide, which is slightly larger than our Milky Way Galaxy. The blue ring, which is dominated by clusters of young, massive stars, contrasts sharply with the yellow nucleus of mostly older stars. What appears to be a \"gap\" separating the two stellar populations may actually contain some star clusters that are almost too faint to see. Curiously, an object that bears an uncanny resemblance to Hoag's Object can be seen in the gap at the one o'clock position. The object is probably a background ring galaxy.\n<\/p>\n<p>Ring-shaped galaxies can form in several different ways. One possible scenario is through a collision with another galaxy. Sometimes the second galaxy speeds through the first, leaving a \"splash\" of star formation. But in Hoag's Object there is no sign of the second galaxy, which leads to the suspicion that the blue ring of stars may be the shredded remains of a galaxy that passed nearby. Some astronomers estimate that the encounter occurred about 2 to 3 billion years ago.\n<\/p>\n<p>This unusual galaxy was discovered in 1950 by astronomer <a href=\"https:\/\/en.wikipedia.org\/wiki\/Art_Hoag\" class=\"extiw\" title=\"w:Art Hoag\">Art Hoag<\/a>. Hoag thought the smoke-ring-like object resembled a <a href=\"https:\/\/en.wikipedia.org\/wiki\/planetary_nebula\" class=\"extiw\" title=\"w:planetary nebula\">planetary nebula<\/a>, the glowing remains of a Sun-like star. But he quickly discounted that possibility, suggesting that the mysterious object was most likely a galaxy. Observations in the 1970s confirmed this prediction, though many of the details of Hoag's galaxy remain a mystery.\n<\/p>\nThe galaxy is 600 million light-years away in the constellation Serpens. The Wide Field and Planetary Camera 2 took this image on July 9, 2001."],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Ring_galaxy"}}