{"Homunculus Nebula":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=-59.6847503322875,10.7510578954714,0.0463252946340543,0,0","Distance":"7.5 kly","Size":null,"Notes":"The Homunculus (from Latin meaning Little Man) is an emission nebula, believed to have been ejected in an enormous outburst from the massive star system Eta Carinae. Light from this event reached Earth in 1841; at that time, Eta Carinae briefly became the second-brightest star in Earth's sky, after Sirius. The ejected gas & dust have since obscured much of its light, however future eruptions remain a distinct possibility.","Category":"Nebulae","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/7c\/EtaCarinae.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/f\/f8\/3D_Homunculus_Nebula.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/8b\/Detailed_look_on_Eta_Carinae.jpg"],"captions":["A huge, billowing pair of gas and dust clouds are captured in this stunning NASA <a href=\"https:\/\/en.wikipedia.org\/wiki\/Hubble_Space_Telescope\" class=\"extiw\" title=\"w:Hubble Space Telescope\">Hubble Space Telescope<\/a> image of the supermassive star <a href=\"https:\/\/en.wikipedia.org\/wiki\/Eta_Carinae\" class=\"extiw\" title=\"w:Eta Carinae\">Eta Carinae<\/a>. Eta Carinae was observed by Hubble in September 1995 with the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Wide_Field_and_Planetary_Camera_2\" class=\"extiw\" title=\"w:Wide Field and Planetary Camera 2\">Wide Field and Planetary Camera 2<\/a> (WFPC2). Images taken through red and near-ultraviolet filters were subsequently combined to produce the color image shown. A sequence of eight exposures was necessary to cover the object's huge dynamic range: the outer ejecta blobs are 100,000 times fainter than the brilliant central star. Eta Carinae suffered a giant outburst about 160 years ago, when it became one of the brightest stars in the southern sky. Though the star released as much visible light as a supernova explosion, it survived the outburst. The explosion produced two lobes and a large, thin equatorial disk, all moving outward at about 1 million kilometers per hour.","A 3D model of the Homunculus Nebula.","Detailed look on Eta Carinae. Carina Nebula (left), Homunculus Nebula (center), and high resolution image of Eta Carinae (right)."],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Homunculus_Nebula"}}