{"M10":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=-4.1,16.9516666666667,1.4,0,0","Distance":"14.3 kly","Size":"83.2 ly","Notes":"This is a globular cluster. There is a significant fraction of binaries that live in the core since. They have migrated there due to their larger mass.","Category":"Star Clusters","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/6a\/A_Swarm_of_Ancient_Stars_-_GPN-2000-000930.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/77\/Appearances_can_be_deceptive.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/49\/Cosmic_fairy_lights.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/1\/1b\/Djorgovski_1.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/a\/a7\/Globular_Cluster_M10.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/6f\/M3_color_magnitude_diagram.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/2\/23\/Messier_53_HST.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/3\/38\/NGC_2808_HST.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/04\/STSci-2002-18.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/e7\/The_globular_star_cluster_Messier_54.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/ef\/The_stars_of_the_Large_Magellanic_Cloud.jpg"],"captions":["This stellar swarm is M80 (NGC 6093), one of the densest of the 147 known globular star clusters in the Milky Way galaxy. Located about 28,000 light-years from Earth, M80 contains hundreds of thousands of stars, all held together by their mutual gravitational attraction. \nGlobular clusters are particularly useful for studying stellar evolution, since all of the stars in the cluster have the same age (about 12 billion years), but cover a range of stellar masses. Every star visible in this image is either more highly evolved than, or in a few rare cases more massive than, our own Sun. Especially obvious are the bright red giants, which are stars similar to the Sun in mass that are nearing the ends of their lives.","NGC 411 is classified as an open cluster.","Messier 5 is a globular cluster consisting of hundreds of thousands of stars bound together by their collective gravity. ","Djorgovski 1's stars contain hydrogen and helium, but not much else. In astronomical terms, they are described as &quot;metal-poor&quot;. ","Messier 10 lies about 15,000 light-years from Earth, in the constellation of Ophiuchus. ","Color-magnitude diagram for the globular cluster M3. Note the characteristic &quot;knee&quot; in the curve at magnitude 19 where stars begin entering the giant stage of their evolutionary path.","Messier 53 contains an unusual number of a type of star called blue stragglers.","NGC 2808 contains three distinct generations of stars. ''NASA&amp;nbsp;image''","Globular cluster M15 may have an intermediate-mass black hole at its core. ''NASA&amp;nbsp;image''.","Globular star cluster Messier 54.","Globular cluster NGC 1854 is located in the Large Magellanic Cloud."],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Globular_cluster"}}