{"M15":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=12.16666667,21.5,1.40625,0,0","Distance":"33.6 kly","Size":"175 ly","Notes":"M15 is dense collection of more than 100,000 stars known as a globular cluster. M15 is one of the oldest globular clusters with an estimated age of 12 billion years.","Category":"Star Clusters","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/8b\/New_Hubble_image_of_star_cluster_Messier_15.jpg"],"captions":["<b>New Hubble image of star cluster Messier 15<\/b>\n<p><br>\nThis cluster of stars is known as Messier 15, and is located some 35 000 light-years away in the constellation of Pegasus (The Winged Horse). It is one of the oldest globular clusters known, with an age of around 12 billion years.\n<\/p>\n<p><br>\nBoth very hot blue stars and cooler golden stars can be seen swarming together in the image, becoming more concentrated towards the cluster's bright centre. Messier 15 is one of the densest globular clusters known, with most of its mass concentrated at its core. As well as stars, Messier 15 was the first cluster known to host a planetary nebula, and it has been found to have a rare type of black hole at its centre.\n<\/p>\n<p><br>\nThis new image is made up of observations from Hubble's Wide Field Camera 3 and Advanced Camera for Surveys in the ultraviolet, infrared, and optical parts of the spectrum.\n<\/p>\n<pre>Coordinates\nPosition (RA) :\t21 29 58.09\nPosition (Dec):\t12° 10' 1.62\"\nField of view: \t2.48 x 2.66 arcminutes\nOrientation:   \tNorth is 46.7° left of vertical\n<\/pre>\n<pre>Colours &amp; filters Band\tWavelength\tTelescope \nUltraviolet U\t336 nm\tHubble Space Telescope WFC3\nUltraviolet UV\t275 nm\tHubble Space Telescope WFC3\nOptical B\t438 nm\tHubble Space Telescope WFC3\nOptical V\t606 nm\tHubble Space Telescope ACS\nInfrared I\t814 nm\tHubble Space Telescope ACS\n<\/pre>\n."],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Messier_15"}}