{"Mice Galaxies":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=30.73,12.7697222222222,0.301196362282438,-1.30376095123976,0","Distance":"290 Mly","Size":null,"Notes":"The Mice galaxies are two spiral galaxies that are interacting with each other and will likely form one galaxy later. The blue streams of light are the remnants of the galaxies' spiral arms.","Category":"Galaxies","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/c1\/Galaxies_Gone_Wild%21.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/a\/aa\/Merging_galaxies_in_the_distant_Universe_through_a_gravitational_magnifying_glass.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/05\/NGC_3169_NGC_3166.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/77\/The_last_waltz.jpg"],"captions":["Original NASA caption reads:\n<p>\"Astronomy textbooks typically present galaxies as staid, solitary, and majestic island worlds of glittering stars.\n<\/p>\n<p>But galaxies have a wild side. They have flirtatious close encounters that sometimes end in grand mergers and overflowing \"maternity wards\" of new star birth as the colliding galaxies morph into wondrous new shapes.\n<\/p>\n<p>Today, in celebration of the Hubble Space Telescope's 18th launch anniversary, 59 views of colliding galaxies constitute the largest collection of Hubble images ever released to the public. This new Hubble atlas dramatically illustrates how galaxy collisions produce a remarkable variety of intricate structures in never-before-seen detail.\n<\/p>\n<p>Astronomers observe only one out of a million galaxies in the nearby universe in the act of colliding. However, galaxy mergers were much more common long ago when they were closer together, because the expanding universe was smaller. Astronomers study how gravity choreographs their motions in the game of celestial bumper cars and try to observe them in action.\n<\/p>\n<p>For all their violence, galactic smash-ups take place at a glacial rate by human standards - timescales on the order of several hundred million years. The images in the Hubble atlas capture snapshots of the various merging galaxies at various stages in their collision.\n<\/p>\nMost of the 59 new Hubble images are part of a large investigation of luminous and ultra- luminous infrared galaxies called the GOALS project (Great Observatories All-sky LIRG Survey). This survey combines observations from Hubble, NASA's Spitzer Space Telescope, NASA's Chandra X-ray Observatory, and NASA's Galaxy Evolution Explorer. The majority of the Hubble observations are led by Aaron S. Evans of the University of Virginia, Charlottesville, the National Radio Astronomy Observatory, and Stony Brook University.<i><\/i>","Merging galaxies in the distant Universe through a gravitational magnifying glass.","NGC 3169 (left) and NGC 3166 (right) display some curious features, demonstrating that each member of the duo is close enough to feel the distorting gravitational influence of the other. Image from the Wide Field Imager on the MPG\/ESO 2.2-metre telescope at the La Silla Observatory.","2MASX J16270254+4328340 galaxy has merged with another galaxy leaving a fine mist, made of millions of stars, spewing from it in long trails."],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Interacting_galaxy"}}