{"Milky Way (Galactic Center)":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=-29.00781055555556,17.76112247222222,0,0,0","Distance":null,"Size":null,"Notes":"The \u0093milky\u0094 in Milky Way is derived from its appearance as a dim glowing band arching across the night sky in which the naked eye cannot distinguish individual stars. (rotate to horizontal) Galileo Galilei first resolved the band of light into individual stars with his telescope in 1610. Located at the very center is an intense radio source named Sagittarius A*, which is likely to be a supermassive black hole about 4.1 million solar masses.","Category":"Galaxies","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/1\/11\/Galactic_Cntr_full_cropped.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/f\/f1\/Artist_impression_of_a_supermassive_black_hole_at_the_centre_of_a_galaxy.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/e5\/Milky_Way_Galaxy_and_a_meteor.jpg"],"captions":["<a href=\"https:\/\/en.wikipedia.org\/wiki\/en:Sagittarius_A*\" class=\"extiw\" title=\"w:en:Sagittarius A*\"><b>Center of our Milky Way Galaxy<\/b><\/a>, located in the constellation of Sagittarius, a <a href=\"https:\/\/en.wikipedia.org\/wiki\/en:2MASS\" class=\"extiw\" title=\"w:en:2MASS\">2MASS<\/a> (Two Micron All-Sky Survey) image.\n<p>In visible light the lion's share of stars are hidden behind thick clouds of dust. This obscuring dust becomes increasingly transparent at infrared wavelengths. This 2MASS image, covering a field roughly 10 x 8 degrees (about the area of your fist held out at arm's length) reveals multitudes of otherwise hidden stars, penetrating all the way to the central star cluster of the Galaxy.\n<\/p>\n<p>This central core, seen in the upper left portion of the image, is about 25,000 light years away and is thought to harbor a supermassive black hole. The reddening of the stars here and along the Galactic Plane is due to scattering by the dust; it is the same process by which the sun appears to redden as it sets.\n<\/p>\n<p>The densest fields of dust still show up in this mosaic. Also evident are several nebulae to the lower right, including the Cat's Paw Nebula. The 2MASS analysis software has identified and measured the properties of almost 10 million stars in this spectacular field alone.\n<\/p>\n<hr>","Artist impression of a supermassive black hole at the center of a galaxy","Galactic Center of the Milky Way and a meteor"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Galactic_Center"}}