{"Milky Way (Galactic Center)":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=-29.00781055555556,17.76112247222222,0,0,0","Distance":null,"Size":null,"Notes":"The \u0093milky\u0094 in Milky Way is derived from its appearance as a dim glowing band arching across the night sky in which the naked eye cannot distinguish individual stars. (rotate to horizontal) Galileo Galilei first resolved the band of light into individual stars with his telescope in 1610. Located at the very center is an intense radio source named Sagittarius A*, which is likely to be a supermassive black hole about 4.1 million solar masses.","Category":"Galaxies","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/43\/ESO-VLT-Laser-phot-33a-07.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/5\/5a\/800_nasa_structure_renderin2.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/ba\/Herschel-Galaxy.png","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/4d\/Jacopo_Tintoretto_-_The_Origin_of_the_Milky_Way_-_Google_Art_Project.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/9\/9e\/Milky_Way_Arch.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/c6\/Milky_Way_Night_Sky_Black_Rock_Desert_Nevada.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/7c\/Nessie_molecular_cloud.png","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/d\/d3\/PIA19341-MilkyWayGalaxy-SpiralArmsData-WISE-20150603.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/5\/51\/Pic_iroberts1.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/b3\/UGC_12158.jpg"],"captions":["Image of the night sky above Paranal on 21 July 2007, taken by ESO astronomer Yuri Beletsky. A wide band of stars and dust clouds, spanning more than 100 degrees on the sky, is seen. This is the Milky Way, the galaxy to which we belong. At the centre of the image, two bright objects are visible. The brightest is the planet Jupiter, while the other is the star Antares. Three of the four 8.2-m telescopes forming ESO's VLT are seen, with a laser beaming out from Yepun, Unit Telescope number 4. The laser points directly at the Galactic Centre. Also visible are three of the 1.8-m Auxiliary Telescopes used for interferometry. They show small light beams which are diodes located on the domes. The exposure time is 5 minutes and because the tracking was made on the stars, the telescopes are slightly blurred.","Illustration of the two gigantic X-ray\/gamma-ray bubbles (blue-violet) of the Milky Way (center)","The shape of the Milky Way as deduced from star counts by William Herschel in 1785; the Solar System was assumed near center","''The Origin of the Milky Way'' (<template><title>circa<\/title><\/template> 1575–1580) by Tintoretto","The Milky Way arching at a high inclination across the night sky. (This composited panorama was taken at Paranal Observatory in northern Chile). The bright object is Jupiter in the constellation Sagittarius, and the Magellanic Clouds can be seen on the left. Galactic north is downward.","A view of the Milky Way toward the constellation Sagittarius (including the Galactic Center), as seen from a dark site with little light pollution (the Black Rock Desert, Nevada). The bright object on the lower right is Jupiter, just above Antares.","The long filamentary molecular cloud dubbed &quot;Nessie&quot; probably forms a dense &quot;spine&quot; of the Scutum–Centarus Arm","Clusters detected by WISE used to trace the Milky Way's spiral arms","Photograph of the &quot;Great Andromeda Nebula&quot; from 1899, later identified as the Andromeda Galaxy","An HST image of galaxy UGC 12158, which is thought to resemble the Milky Way in appearance"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Milky_Way"}}