{"NGC 3314":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=-27.68472222222222,10.62013888888889,0.3,0,0","Distance":"117 to 140 Mly","Size":null,"Notes":"NGC 3314 is a pair of overlapping spiral galaxies in the constellation Hydra. This unique alignment gives astronomers the opportunity to measure the properties of interstellar dust in the face-on foreground galaxy (NGC3314a), which appears dark against the background galaxy (NGC 3314b). Unlike interacting galaxies, the two components of NGC3314 are physically unrelated.","Category":"Galaxies","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/6e\/Hubble_view_of_NGC_3314_-_Heic1208a.tif"],"captions":["The NASA\/ESA Hubble Space Telescope has produced an incredibly detailed image of a pair of overlapping galaxies called NGC 3314. While the two galaxies look as if they are in the midst of a collision, this is in fact a trick of perspective: the two are in chance alignment from our vantage point.\n<p>Credit:\n<\/p>\n<p>NASA, ESA, the Hubble Heritage (STScI\/AURA)-ESA\/Hubble Collaboration, and W. Keel (University of Alabama)\n<\/p>\n<p>Colours &amp; filters\n<\/p>\n<pre>Band\tWavelength\tTelescope\nOptical B \t475 nm \tHubble Space Telescope ACS\nOptical B+V \t\tHubble Space Telescope ACS\nOptical V \t606 nm \tHubble Space Telescope ACS\n<\/pre>\n<p>.\n<\/p>\n<p><i>A Trick of Perspective — Chance Alignment Mimics a Cosmic Collision<\/i>\n<\/p>\n<p>14 June 2012\n<\/p>\n<p>The NASA\/ESA Hubble Space Telescope has produced a highly detailed image of a pair of overlapping galaxies called NGC 3314. While the two galaxies look as if they are in the midst of a collision, this is in fact a trick of perspective: the two just happen to appear in the same direction from our vantage point.\n<\/p>\n<p>NGC 3314A and B might look like they are in the midst of a galactic pile-up, but they are in fact separated by tens of millions of light years of void. Their apparent proximity is simply a trick of perspective.\n<\/p>\n<p>How do we know this? The biggest hint as to whether galaxies are interacting is usually their shapes. The immense gravitational forces involved in galactic mergers are enough to pull a galaxy out of shape long before it actually collides. Deforming a galaxy like this does not just warp its structure, but it can trigger new episodes of star formation, usually visible as bright blue stars and glowing nebulae.\n<\/p>\n<p>In the case of NGC 3314, we do indeed see deformation in the foreground galaxy (called NGC 3314A, NGC 3314B lies in the background), but this is almost certainly misleading. NGC 3314A’s deformed shape, particularly visible below and to the right of the core, where streams of hot blue-white stars extend out from the spiral arms, is not due to interaction with the galaxy in the background.\n<\/p>\n<p>Studies of the motion of the two galaxies indicate that they are both relatively undisturbed, and that they are moving independently of each other. This indicates in turn that they are not, and indeed have never been, on any collision course. NGC 3314A’s warped shape is likely due instead to an encounter with another galaxy, perhaps nearby NGC 3312 (visible to the north in wide-field images) or another nearby galaxy.\n<\/p>\n<p>The chance alignment of the two galaxies is more than just a curiosity, though. It greatly affects the way the two galaxies appear to us.\n<\/p>\n<p>NGC 3314B’s dust lanes, for example, appear far lighter than those of NGC 3314A. This is not because that galaxy lacks dust, but rather because they are lightened by the bright fog of stars in the foreground. NGC 3314A’s dust, in contrast, is backlit by the stars of NGC 3314B, silhouetting them against the bright background.\n<\/p>\n<p>Such an alignment of galaxies is also helpful to astronomers studying gravitational microlensing, a phenomenon that occurs when stars in one galaxy cause small perturbations in the light coming from a more distant one. Indeed, the observations of NGC 3314 that led to this image were carried out in order to investigate this phenomenon.\n<\/p>\n<p>This mosaic image covers a large field of view (several times the size of an individual exposure from Hubble’s Advanced Camera for Surveys). Thanks to a long exposure time of more than an hour in total exposure time for every frame, the image shows not only NGC 3314, but also many other more distant galaxies in the background.\n<\/p>\n<p>The colour composite was produced from exposures taken in blue and red light.\n<\/p>\nCredit: NASA, ESA, the Hubble Heritage (STScI\/AURA)-ESA\/Hubble Collaboration, and W. Keel (University of Alabama)"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/NGC_3314"}}