{"NGC 5866 (M102, Spindle Galaxy)":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=55.763333333333,15.108194444444,0.25,0,0","Distance":"50 ± 3 Mly","Size":null,"Notes":"NGC 5866 (a.k.a., Spindle Galaxy\/M102) is a relatively bright lenticular or spiral galaxy in the constellation Draco. (HST image)","Category":"Galaxies","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/9\/91\/Ngc5866_hst_big.png"],"captions":["From original NASA press release:\n<dl><dd>This is a unique view of the disk galaxy <a href=\"https:\/\/en.wikipedia.org\/wiki\/NGC_5866\" class=\"extiw\" title=\"w:NGC 5866\">NGC 5866<\/a> tilted nearly edge-on to our line-of-sight. <a href=\"\/\/commons.wikimedia.org\/wiki\/Hubble_Space_Telescope\" title=\"Hubble Space Telescope\">Hubble's<\/a> sharp vision reveals a crisp dust lane dividing the galaxy into two halves. The image highlights the galaxy's structure: a subtle, reddish bulge surrounding a bright nucleus, a blue disk of stars running parallel to the dust lane, and a transparent outer halo. NGC 5866 is a disk galaxy of type \"S0\" (pronounced s-zero). Viewed face on, it would look like a smooth, flat disk with little spiral structure. It remains in the spiral category because of the flatness of the main disk of stars as opposed to the more spherically rotund (or ellipsoidal) class of galaxies called <a href=\"https:\/\/en.wikipedia.org\/wiki\/elliptical_galaxy\" class=\"extiw\" title=\"w:elliptical galaxy\">ellipticals<\/a>. Such S0 galaxies, with disks like spirals and large bulges like ellipticals, are called <a href=\"https:\/\/en.wikipedia.org\/wiki\/lenticular_galaxy\" class=\"extiw\" title=\"w:lenticular galaxy\">lenticular galaxies<\/a>. NGC 5866 lies in the Northern constellation Draco, at a distance of 44 million light-years. It has a diameter of roughly 60,000 light-years only two-thirds the diameter of the <a href=\"\/\/commons.wikimedia.org\/wiki\/Milky_Way\" title=\"Milky Way\">Milky Way<\/a>, although its mass is similar to our galaxy. This Hubble image of NGC 5866 is a combination of blue, green and red observations taken with the Advanced Camera for Surveys in February <a href=\"\/\/commons.wikimedia.org\/wiki\/2006\" title=\"2006\">2006<\/a>.<\/dd><\/dl>\n<p>And from the image's page:\n<\/p>\n<dl><dd>This is a unique NASA Hubble Space Telescope view of the disk galaxy NGC 5866 tilted nearly edge-on to our line-of-sight.<\/dd><\/dl>\n<dl><dd>Hubble's sharp vision reveals a crisp dust lane dividing the galaxy into two halves. The image highlights the galaxy's structure: a subtle, reddish bulge surrounding a bright nucleus, a blue disk of stars running parallel to the dust lane, and a transparent outer halo.<\/dd><\/dl>\n<dl><dd>Some faint, wispy trails of dust can be seen meandering away from the disk of the galaxy out into the bulge and inner halo of the galaxy. The outer halo is dotted with numerous gravitationally bound clusters of nearly a million stars each, known as globular clusters. Background galaxies that are millions to billions of light-years farther away than NGC 5866 are also seen through the halo.<\/dd><\/dl>\n<dl><dd>NGC 5866 is a disk galaxy of type \"S0\" (pronounced s-zero). Viewed face on, it would look like a smooth, flat disk with little spiral structure. It remains in the spiral category because of the flatness of the main disk of stars as opposed to the more spherically rotund (or ellipsoidal) class of galaxies called \"ellipticals.\" Such S0 galaxies, with disks like spirals and large bulges like ellipticals, are called 'lenticular' galaxies.<\/dd><\/dl>\n<dl><dd>The dust lane is slightly warped compared to the disk of starlight. This warp indicates that NGC 5866 may have undergone a gravitational tidal disturbance in the distant past, by a close encounter with another galaxy. This is plausible because it is the largest member of a small cluster known as the NGC 5866 group of galaxies. The starlight disk in NGC 5866 extends well beyond the dust disk. This means that dust and gas still in the galaxy and potentially available to form stars does not stretch nearly as far out in the disk as it did when most of these stars in the disk were formed.<\/dd><\/dl>\n<dl><dd>The Hubble image shows that NGC 5866 shares another property with the more gas-rich spiral galaxies. Numerous filaments that reach out perpendicular to the disk punctuate the edges of the dust lane. These are short-lived on an astronomical scale, since clouds of dust and gas will lose energy to collisions among themselves and collapse to a thin, flat disk.<\/dd><\/dl>\n<dl><dd>For spiral galaxies, the incidence of these fingers of dust correlates well with indicators of how many stars have been formed recently, as the input of energy from young massive stars moves gas and dust around to create these structures. The thinness of dust lanes in S0s has been discussed in ground-based galaxy atlases, but it took the resolution of Hubble to show that they can have their own smaller fingers and chimneys of dust.<\/dd><\/dl>\n<dl><dd>NGC 5866 lies in the Northern constellation Draco, at a distance of 44 million light-years (13.5 Megaparsecs). It has a diameter of roughly 60,000 light-years (18,400 parsecs) only two-thirds the diameter of the Milky Way, although its mass is similar to our galaxy. This Hubble image of NGC 5866 is a combination of blue, green and red observations taken with the Advanced Camera for Surveys in November 2005.<\/dd><\/dl>"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/NGC_5866"}}