{"Proxima Centauri":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=-62.679483611111,14.495263527778,6.7,0,0","Distance":"4.25 ly","Size":"0.14 solar radii","Notes":"Proxima Centauri is a red dwarf. It may form a third component of the Alpha Centauri binary star system, but at a separation of 15,000 ± 700[19] AU its orbital period is likely greater than 500,000 years.","Category":"Stars","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/9\/95\/New_shot_of_Proxima_Centauri%2C_our_nearest_neighbour.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/43\/Alpha_centauri_size.png","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/1\/1e\/Orbital_plot_of_Proxima_Centauri.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/88\/PIA18003-NASA-WISE-StarsNearSun-20140425-2.png","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/b1\/Pale_Red_Dot.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/ed\/Sol_View_from_AlpCenA1.png"],"captions":["Shining brightly in this Hubble image is our closest stellar neighbour: Proxima Centauri.\n<p>Proxima Centauri lies in the constellation of Centaurus (The Centaur), just over four light-years from Earth. Although it looks bright through the eye of Hubble, as you might expect from the nearest star to the Solar System, Proxima Centauri is not visible to the naked eye. Its average luminosity is very low, and it is quite small compared to other stars, at only about an eighth of the mass of the Sun.\n<\/p>\n<p>However, on occasion, its brightness increases. Proxima is what is known as a “flare star”, meaning that convection processes within the star’s body make it prone to random and dramatic changes in brightness. The convection processes not only trigger brilliant bursts of starlight but, combined with other factors, mean that Proxima Centauri is in for a very long life. Astronomers predict that this star will remain middle-aged — or a “main sequence” star in astronomical terms — for another four trillion years, some 300 times the age of the current Universe.\n<\/p>\n<p>These observations were taken using Hubble’s Wide Field and Planetary Camera 2 (WFPC2). Proxima Centauri is actually part of a triple star system — its two companions, Alpha Centauri A and B, lie out of frame.\n<\/p>\nAlthough by cosmic standards it is a close neighbour, Proxima Centauri remains a point-like object even using Hubble’s eagle-eyed vision, hinting at the vast scale of the Universe around us."," ]]\n[[Category:Stars with proper names]]\n[[Category:Emission-line stars]]<\/roo","Orbital plot of Proxima Centauri as presently seen from Earth. ","Stars closest to the Sun, including Proxima Centauri","Pale Red Dot is an international search for an Earth-like exoplanet around the closest star Proxima Centauri.","The Sun as seen from the Alpha Centauri system, using Celestia."],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Proxima_Centauri"}}