{"Rho Ophiuchi":{"WWTurl":"Rho Ophiuchi","Distance":"460 ly","Size":null,"Notes":"Rho Ophiuchi cloud complex is one of the closest star-forming regions to the Solar System. It consists of two major regions of dense gas and dust.","Category":"Nebulae","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/f\/f8\/Rho_Ophiuchi.jpg"],"captions":["A rich collection of colourful astronomical objects is revealed in this picturesque image of the Rho Ophiuchi cloud complex from NASA’s Wide-field Infrared Explorer, or WISE. The Rho Ophiuchi cloud (pronounced ‘oh-fee-yoo-ki’ and named after a bright star in the region) is found rising above the plane of the <a href=\"\/\/commons.wikimedia.org\/wiki\/Milky_Way\" title=\"Milky Way\">Milky Way<\/a> in the night sky, bordering the constellations <a href=\"\/\/commons.wikimedia.org\/wiki\/Ophiuchus\" title=\"Ophiuchus\">Ophiuchus<\/a> and <a href=\"\/\/commons.wikimedia.org\/wiki\/Scorpius\" title=\"Scorpius\">Scorpius<\/a>. It’s one of the nearest star-forming regions to <a href=\"\/\/commons.wikimedia.org\/wiki\/Earth\" title=\"Earth\">Earth<\/a>, allowing us to resolve much more detail than in more distant similar regions, like the <a href=\"\/\/commons.wikimedia.org\/wiki\/Category:Orion_Nebula\" title=\"Category:Orion Nebula\">Orion nebula<\/a>.\n<p>The amazing variety of different colours seen in this image represents different wavelengths of <a href=\"\/\/commons.wikimedia.org\/wiki\/Category:Infrared\" title=\"Category:Infrared\">infrared<\/a> <a href=\"\/\/commons.wikimedia.org\/wiki\/Light\" title=\"Light\">light<\/a>. The bright <a href=\"\/\/commons.wikimedia.org\/wiki\/White\" class=\"mw-redirect\" title=\"White\">white<\/a> <a href=\"\/\/commons.wikimedia.org\/wiki\/Category:Nebula\" title=\"Category:Nebula\">nebula<\/a> in the centre of the image is glowing due to heating from nearby stars, resulting in what is called an emission nebula. The same is true for most of the multi-hued gas prevalent throughout the entire image, including the bluish bow-shaped feature near the bottom right. The bright <a href=\"\/\/commons.wikimedia.org\/wiki\/Red\" class=\"mw-redirect\" title=\"Red\">red<\/a> area in the bottom right is light from the <a href=\"\/\/commons.wikimedia.org\/wiki\/Star\" title=\"Star\">star<\/a> in the centre – Sigma Scorpii – that is reflected off of the <a href=\"\/\/commons.wikimedia.org\/wiki\/Category:Dust\" title=\"Category:Dust\">dust<\/a> surrounding it, creating what is called a reflection nebula. And the much darker areas scattered throughout the image are pockets of cool dense gas that block out the background light, resulting in absorption (or ‘dark’) nebulae. WISE’s longer wavelength detectors can typically see through dark nebulae, but these are exceptionally opaque.\n<\/p>\n<p>The bright <a href=\"\/\/commons.wikimedia.org\/wiki\/Pink\" class=\"mw-redirect\" title=\"Pink\">pink<\/a> objects just left of centre are young stellar objects (YSOs). These baby stars are just now forming; many of them are still enveloped in their own tiny compact nebulae. In visible light, these YSOs are completely hidden in the dark nebula that surrounds them, which is sometimes referred to as their baby blanket. We can also see some of the oldest stars in our Milky Way Galaxy in this image, found in two separate (and much more distant) globular clusters. The first cluster, M80, is on the far right edge of the image towards the top. The second, NGC 6144, is found close to the bottom edge near the centre. They both appear as small densely compacted groups of <a href=\"\/\/commons.wikimedia.org\/wiki\/Blue\" title=\"Blue\">blue<\/a> stars. Globular clusters such as these typically harbour some of the oldest stars known, some as old as 13 billion years, born soon after the <a href=\"\/\/commons.wikimedia.org\/wiki\/Category:Universe\" title=\"Category:Universe\">Universe<\/a> formed.\n<\/p>\nThere are two other items of interest in this image as well. At the 3 o’clock position, relative to the bright central region, and about two-thirds of the way from the centre to the edge, there is a small faint red dot. That dot is an entire galaxy far, far away known as PGC 090239. And, at the bottom left of the image, there are two lines emerging from the edge. These were not created by foreground satellites; they are diffraction spikes (optical artefacts from the space telescope) from the bright star <a href=\"\/\/commons.wikimedia.org\/wiki\/Category:Antares\" title=\"Category:Antares\">Antares<\/a> that is just out of the field of view."],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Rho_Ophiuchi_cloud_complex"}}