{"Ring Nebula(M57)":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=33.029175,18.893077,0.119030141256468,0,0","Distance":"2.3 kly","Size":null,"Notes":"The Ring Nebula is the end of a small star's life called a planetary nebula. It will leave behind the cooling embers of the star's core known as a white dwarf in the center.","Category":"Nebulae","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/1\/13\/M57_The_Ring_Nebula.JPG"],"captions":["<p>NASA's <a href=\"https:\/\/en.wikipedia.org\/wiki\/Hubble_Space_Telescope\" class=\"extiw\" title=\"en:Hubble Space Telescope\">Hubble Space Telescope<\/a> has captured the sharpest view yet of the most famous of all planetary nebulae: the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Ring_Nebula\" class=\"extiw\" title=\"en:Ring Nebula\">Ring Nebula<\/a> (M57). In this October 1998 image, the telescope has looked down a barrel of gas cast off by a dying star thousands of years ago. This photo reveals elongated dark clumps of material embedded in the gas at the edge of the nebula; the dying central star floating in a blue haze of hot gas. The nebula is about a light-year in diameter and is located some 2000 light-years from <a href=\"https:\/\/en.wikipedia.org\/wiki\/Earth\" class=\"extiw\" title=\"en:Earth\">Earth<\/a> in the direction of the constellation <a href=\"https:\/\/en.wikipedia.org\/wiki\/Lyra\" class=\"extiw\" title=\"en:Lyra\">Lyra<\/a>.\n<\/p>\n<p>The colors are approximately true colors. The color image was assembled from three black-and-white photos taken through different color filters with the Hubble telescope's <a href=\"https:\/\/en.wikipedia.org\/wiki\/Wide_Field_Planetary_Camera_2\" class=\"extiw\" title=\"en:Wide Field Planetary Camera 2\">Wide Field Planetary Camera 2<\/a>. Blue isolates emission from very hot <a href=\"https:\/\/en.wikipedia.org\/wiki\/helium\" class=\"extiw\" title=\"en:helium\">helium<\/a>, which is located primarily close to the hot central star. Green represents ionized <a href=\"https:\/\/en.wikipedia.org\/wiki\/oxygen\" class=\"extiw\" title=\"en:oxygen\">oxygen<\/a>, which is located farther from the star. Red shows ionized <a href=\"https:\/\/en.wikipedia.org\/wiki\/nitrogen\" class=\"extiw\" title=\"en:nitrogen\">nitrogen<\/a>, which is radiated from the coolest gas, located farthest from the star. The gradations of color illustrate how the gas glows because it is bathed in ultraviolet radiation from the remnant central star, whose surface temperature is a white-hot 120,000 degrees Celsius (216,000 degrees Fahrenheit).\n<\/p>"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Ring_Nebula"}}