{"Westerlund 2":{"WWTurl":"http:\/\/tilewall.adlerplanetarium.org:5050\/layerApi.aspx?cmd=mode&lookat=Sky&flyto=-57.7636,10.39947222222222,0.75,0,0","Distance":"20 kly","Size":null,"Notes":"This Hubble image was released on April 23, 2015, to help celebrate the Hubble Space Telescope's silver anniversary of 25 years in space. Westerlund 2 is a giant cluster of about 3,000 stars, with an estimated age of about one or two million years.","Category":"Star Clusters","images":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/1\/13\/NASA_Unveils_Celestial_Fireworks_as_Official_Hubble_25th_Anniversary_Image.jpg","https:\/\/upload.wikimedia.org\/wikipedia\/en\/4\/40\/Westerlund_2_Young.jpg"],"captions":["<span class=\"langlabel-en\" lang=\"en\" style=\"font-weight:bold;\">English: <\/span> April 23, 2015: NASA and ESA are celebrating the Hubble Space Telescope's silver anniversary of 25 years in space by unveiling some of nature's own fireworks — a giant cluster of about 3,000 stars called Westerlund 2. The cluster resides inside a vibrant stellar breeding ground known as Gum 29, located 20,000 light-years away in the constellation Carina. The comparatively young, 2-million-year-old star cluster contains some of our galaxy's hottest, brightest, and most massive stars. The largest stars are unleashing a torrent of ultraviolet light and hurricane-force winds that etch away the enveloping hydrogen gas cloud. This creates a fantasy celestial landscape of pillars, ridges, and valleys.\n<p><b>ABOUT THIS IMAGE:<\/b>\n<\/p>\n<p>The brilliant tapestry of young stars flaring to life resemble a glittering fireworks display in the 25th anniversary NASA Hubble Space Telescope image to commemorate a quarter century of exploring the solar system and beyond since its launch on April 24, 1990.\n<\/p>\n<p>\"Hubble has completely transformed our view of the universe,\" said John Grunsfeld, astronaut and associate administrator of NASA's Science Mission Directorate. \"This vista of starry fireworks and glowing gas is a fitting image for our celebration of 25 years of amazing Hubble science.\"\n<\/p>\n<p>The sparkling centerpiece of Hubble's silver anniversary fireworks is a giant cluster of about 3,000 stars called Westerlund 2, named for Swedish astronomer Bengt Westerlund, who discovered the grouping in the 1960s. The cluster resides in a raucous stellar breeding ground known as Gum 29, located 20,000 light-years away from Earth in the constellation Carina.\n<\/p>\n<p>To capture this image, Hubble’s Wide Field Camera 3 pierced through the dusty veil shrouding the stellar nursery in near-infrared light, giving astronomers a clear view of the nebula and the dense concentration of stars in the central cluster. The cluster measures between 6 to 13 light-years across.\n<\/p>\n<p>The giant star cluster is only about 2 million years old and contains some of our galaxy's hottest, brightest, and most massive stars. Some of its heftiest stars unleash torrents of ultraviolet light and hurricane-force winds of charged particles that etch at the enveloping hydrogen gas cloud.\n<\/p>\n<p>The nebula reveals a fantasy landscape of pillars, ridges, and valleys. The pillars, composed of dense gas and thought to be incubators for new stars, are a few light-years tall and point to the central star cluster. Other dense regions surround the pillars, including reddish-brown filaments of gas and dust.\n<\/p>\n<p>The brilliant stars sculpt the gaseous terrain of the nebula and help create a successive generation of baby stars. When the stellar winds hit dense walls of gas, the shockwaves may spark a new torrent of star birth along the wall of the cavity. The red dots scattered throughout the landscape are a rich population of newly forming stars still wrapped in their gas-and-dust cocoons. These tiny, faint stars are between 1 million and 2 million years old — relatively young stars — that have not yet ignited the hydrogen in their cores. The brilliant blue stars seen throughout the image are mostly foreground stars.\n<\/p>\n<p>Because the cluster is very young — in astronomical terms — it has not had time to disperse its stars deep into interstellar space, providing astronomers with an opportunity to gather information on how the cluster formed by studying it within its star-birthing environment.\n<\/p>\n<p>The image's central region, which contains the star cluster, blends visible-light data taken by Hubble's Advanced Camera for Surveys with near-infrared exposures taken by the Wide Field Camera 3. The surrounding region is composed of visible-light observations taken by the Advanced Camera for Surveys. The red colors in the nebulosity represent hydrogen; the bluish-green hues are predominantly oxygen.\n<\/p>\n<p>The original observations of Westerlund 2 were obtained by the science team: Antonella Nota (ESA\/STScI), Elena Sabbi and Carol Christian (STScI), Eva Grebel and Peter Zeidler (Astronomisches Rechen-Institut Heidelberg), Monica Tosi (INAF, Osservatorio Astronomico di Bologna), Alceste Bonanos (National Observatory of Athens, Astronomical Institute), and Selma de Mink (University of Amsterdam). Follow-up observations were made by the Hubble Heritage team: Zolt Levay (STScI), Max Mutchler, Jennifer Mack, Lisa Frattare, Shelly Meyett, Mario Livio, Carol Christian (STScI\/AURA), and Keith Noll (NASA\/GSFC).\n<\/p>\n<p><b>Object Name:<\/b> Westerlund 2\n<\/p>\n<p><b>Image Type:<\/b> Astronomical\n<\/p>\n<p><b>25th Anniversary Image: Westerlund 2<\/b>\n<\/p>\n<p>Star cluster\n<\/p>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"http:\/\/imgsrc.hubblesite.org\/h25\/uploads\/image\/original_image\/27\/hs-2015-12-a-full-jpg.jpg\">Original larger image (80 MB)<\/a>\n<\/p>\n<p>Image facts:\n<\/p>\n<p><b>Constellation:<\/b> Carina\n<\/p>\n<p><b>Distance:<\/b> 20,000 light-years (6,130 parsecs)\n<\/p>\n<p><b>Instrument:<\/b> Advanced Camera for Surveys and Wide Field Camera 3\n<\/p>\n<p><b>Image Filters:<\/b> ACS\/WFC: F555W (V), F814W (I); \n<\/p>\nWFC3\/IR: F125W (J)","Westerlund 2 surrounded by stellar nursery RCW 49"],"wikipedia":"https:\/\/en.wikipedia.org\/wiki\/Westerlund_2"}}