{"Cassiopeia A": {"WWTurl": "http://tilewall.adlerplanetarium.org:5050/layerApi.aspx?cmd=mode&lookat=Sky&flyto=23.39,58.815,2,0,0", "Distance": "11 kly", "Size": null, "Notes": "Cassiopeia A (Cas A) is a supernova remnant (SNR) in the constellation Cassiopeia and the brightest extrasolar radio source in the sky at frequencies above 1 GHz. The supernova occurred approximately 11,000 light-years (3.4 kpc) away within the Milky Way. The expanding cloud of material left over from the supernova now appears approximately 10 light-years (3 pc) across from Earth's perspective. In wavelengths of visible light, it has been seen with amateur telescopes down to 234mm (9.25 in) with filters.It is estimated that light from the stellar explosion first reached Earth approximately 300 years ago, but there are no historical records of any sightings of the supernova that created the remnant. Since Cas A is circumpolar for mid-Northern latitudes, this is probably due to interstellar dust absorbing optical wavelength radiation before it reached Earth (although it is possible that it was recorded as a sixth magnitude star 3 Cassiopeiae by John Flamsteed on August 16, 1680). Possible explanations lean toward the idea that the source star was unusually massive and had previously ejected much of its outer layers. These outer layers would have cloaked the star and re-absorbed much of the light released as the inner star collapsed.\nCas A was among the first discrete astronomical radio sources found.  Its discovery was reported in 1948 by Martin Ryle and Francis Graham-Smith, astronomers at Cambridge, based on observations with the Long Michelson Interferometer. The optical component was first identified in 1950.Cas A is 3C461 in the Third Cambridge Catalogue of Radio Sources and G111.7-2.1 in the Green Catalog of Supernova Remnants.", "Category": "Nebulae", "images": ["https://upload.wikimedia.org/wikipedia/commons/c/cb/Cassiopeia_A_Spitzer_Crop.jpg", "https://upload.wikimedia.org/wikipedia/commons/5/56/Heic0609.jpg"], "captions": ["A false color image of Cassiopeia A (Cas A) using observations from both the Hubble and Spitzer telescopes as well as the Chandra X-ray Observatory (cropped).", " Cassiopeia A observed by the Hubble Space Telescope"], "wikipedia": "https://en.wikipedia.org/wiki/Cassiopeia_A"}}