{"Parker Probe": {"WWTurl": null, "Distance": null, "Size": null, "Notes": "Parker Solar Probe (previously Solar Probe, Solar Probe Plus, or Solar Probe+, abbreviated PSP) is a NASA robotic spacecraft launched in 2018 and currently en route to probe the outer corona of the Sun. It will approach to within 9.86 solar radii (6.9 million kilometers or 4.3 million miles) from the center of the Sun and by 2025 will travel, at closest approach, as fast as 690,000 km/h (430,000 mph), or 0.064% the speed of light.The project was announced in the fiscal 2009 budget year. The cost of the project is US$1.5 billion. Johns Hopkins University Applied Physics Laboratory designed and built the spacecraft, which was launched on August 12, 2018. It became the first NASA spacecraft  named after a living person, honoring physicist Eugene Parker, professor emeritus at the University of Chicago.A memory card containing the names of over 1.1 million people was mounted on a plaque and installed below the spacecraft's high-gain antenna on May 18, 2018. The card also contains photos of Parker and a copy of his 1958 scientific paper predicting important aspects of solar physics.On 29 October 2018 at about 1:04 p.m. EDT, the spacecraft became the closest ever man-made object to the Sun.  The previous record, 26.55 million miles from the Sun's surface, was set by the Helios 2 spacecraft in April 1976.", "Category": "Satellites", "images": ["https://upload.wikimedia.org/wikipedia/commons/1/1c/Parker_Solar_Probe.jpg", "https://upload.wikimedia.org/wikipedia/commons/e/ec/Parker_Solar_Probe_coronal_stream_wispr-big_1-st_flyby.jpg", "https://upload.wikimedia.org/wikipedia/commons/3/39/Parker_Solar_Probe_insignia.png"], "captions": ["Parker Solar Probe artist rendering\n<ul><li>Artist’s concept of the Parker Solar Probe spacecraft approaching the sun. Launching in 2018, Parker Solar Probe will provide new data on solar activity and make critical contributions to our ability to forecast major space-weather events that impact life on Earth.</li></ul>", "An image of a coronal streamer taken by the WISPR instrument during the mission's first solar flyby, 8 November 2018", " ]]\n[[Category:Living With a Star Program]]</roo"], "wikipedia": "https://en.wikipedia.org/wiki/Parker_Solar_Probe"}}